Repository: SvamiBog/LasertagWarszaw
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: be, pl, ru, uk

source: Choose your language:
be: Калі ласка, абярыце сваю пераважную мову:
pl: Proszę, wybierz preferowany język:
ru: Пожалуйста, выберите предпочитаемый язык:
uk: Будь ласка, оберіть бажану мову:

source: Language has been updated. You have selected the {} language.
be: Мова была абноўлена. Вы выбралі мову: {}.
pl: Język został zaktualizowany. Wybrałeś język: {}.
ru: Язык был обновлен. Вы выбрали язык: {}.
uk: Мову було оновлено. Ви обрали мову: {}.

source: Thank you! Your phone number has been registered.
be: Дзякуй! Ваш нумар тэлефона быў зарэгістраваны.
pl: Dziękujemy! Twój numer telefonu został zarejestrowany.
ru: Спасибо! Ваш номер телефона был зарегистрирован.
uk: Дякуємо! Ваш номер телефону було зареєстровано.

source: No upcoming games available.
be: Будучыя гульні не знойдзены.
pl: Brak nadchodzących gier.
ru: Нет доступных предстоящих игр.
uk: Майбутні ігри не знайдено.

source: Subscription status updated.
be: Статус падпіскі абноўлены.
pl: Status subskrypcji został zaktualizowany.
ru: Статус подписки обновлен.
uk: Статус підписки оновлено.

source: Please enter the message you want to broadcast to all users:
be: Калі ласка, увядзіце паведамленне, якое вы хочаце адправіць усім карыстальнікам:
pl: Proszę, wpisz wiadomość, którą chcesz wysłać do wszystkich użytkowników:
ru: Пожалуйста, введите сообщение, которое вы хотите отправить всем пользователям:
uk: Будь ласка, введіть повідомлення, яке ви хочете надіслати всім користувачам:

source: Game info sent to general chat.
be: Інфармацыя пра гульню адпраўлена ў агульны чат.
pl: Informacje o grze zostały wysłane do ogólnego czatu.
ru: Информация об игре отправлена в общий чат.
uk: Інформацію про гру надіслано до загального чату.

source: No upcoming games found.
be: Будучыя гульні не знойдзены.
pl: Nie znaleziono nadchodzących gier.
ru: Предстоящие игры не найдены.
uk: Майбутні ігри не знайдено.

source: You have been registered for the game.
be: Вы былі зарэгістраваны на гульню.
pl: Zostałeś zarejestrowany na grę.
ru: Вы зарегистрированы на игру.
uk: Вас зареєстровано на гру.

source: Game not found.
be: Гульня не знойдзена.
pl: Gra nie została znaleziona.
ru: Игра не найдена.
uk: Гру не знайдено.

source: Error during registration.
be: Памылка падчас рэгістрацыі.
pl: Wystąpił błąd podczas rejestracji.
ru: Ошибка при регистрации.
uk: Помилка під час реєстрації.

source: You have been unregistered from the game.
be: Вы адмовіліся ад удзелу ў гульні.
pl: Zostałeś wypisany z gry.
ru: Вы были удалены из списка участников игры.
uk: Вас було знято з реєстрації на гру.

source: Error during unregistration.
be: Памылка падчас адмены рэгістрацыі.
pl: Wystąpił błąd podczas wypisywania z gry.
ru: Ошибка при отмене регистрации.
uk: Помилка під час скасування реєстрації.

source: Payment confirmed.
be: Аплата пацверджана.
pl: Płatność została potwierdzona.
ru: Платеж подтвержден.
uk: Оплату підтверджено.

source: Unknown command.
be: Невядомая каманда.
pl: Nieznana komenda.
ru: Неизвестная команда.
uk: Невідома команда.

source: Sorry, I did not understand that command.
be: Прабачце, я не зразумеў гэтую каманду.
pl: Przepraszam, nie zrozumiałem tej komendy.
ru: Извините, я не понял эту команду.
uk: Вибачте, я не зрозумів цю команду.

source: Share your phone number
be: Падзяліцеся сваім нумарам тэлефона
pl: Udostępnij swój numer telefonu.
ru: Поделитесь своим номером телефона
uk: Поділіться своїм номером телефону

source: Please share your phone number so we can register you.
be: Калі ласка, падзяліцеся сваім нумарам тэлефона, каб мы маглі вас зарэгістраваць.
pl: Proszę, udostępnij swój numer telefonu, abyśmy mogli Cię zarejestrować.
ru: Пожалуйста, поделитесь своим номером телефона, чтобы мы могли вас зарегистрировать.
uk: Будь ласка, поділіться своїм номером телефону, щоб ми могли вас зареєструвати.

source: Please choose your preferred language:
be: Калі ласка, абярыце сваю пераважную мову:
pl: Proszę, wybierz preferowany język:
ru: Пожалуйста, выберите предпочитаемый язык:
uk: Будь ласка, оберіть бажану мову:

source: Open Game
be: Адкрытая гульня
pl: Otwórz grę
ru: Открыть игру
uk: Відкрита гра

source: Broadcast Message
be: Рассылка паведамлення
pl: Wiadomość ogólna
ru: Рассылка сообщения
uk: Розіслати повідомлення

source: Send Game Info to General Chat
be: Адправіць інфармацыю пра гульню ў агульны чат
pl: Wyślij informacje o grze do ogólnego czatu.
ru: Отправить информацию об игре в общий чат
uk: Надіслати інформацію про гру до загального чату

source: Club Card
be: Клубная карта
pl: Karta klubowa
ru: Клубная карта
uk: Клубна картка

source: Settings
be: Налады
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Admin Menu:
be: Меню адміністратара:
pl: Menu administratora:
ru: Меню администратора:
uk: Меню адміністратора:

source: Change Language
be: Змяніць мову
pl: Zmień język
ru: Изменить язык
uk: Змінити мову

source: Main Menu
be: Галоўнае меню
pl: Menu główne
ru: Главное меню
uk: Головне меню

source: Admin Settings Menu:
be: Меню налад адміністратара:
pl: Menu ustawień administratora:
ru: Меню настроек администратора:
uk: Меню налаштувань адміністратора:

source: Register for Game
be: Запісацца на гульню
pl: Zarejestruj się na grę
ru: Зарегистрироваться на игру
uk: Зареєструватися на гру

source: Unregister from Game
be: Адмовіцца ад удзелу ў гульні
pl: Wypisz się z gry
ru: Отменить регистрацию на игру
uk: Скасувати реєстрацію на гру

source: Announcement sent to subscribed users.
be: Аб'ява адпраўлена падпісаным карыстальнікам.
pl: Ogłoszenie wysłane do subskrybentów.
ru: Объявление отправлено подписчикам.
uk: Оголошення надіслано підписаним користувачам.

source: View Game Details
be: Прагляд дэталяў гульні
pl: Zobacz szczegóły gry
ru: Просмотр деталей игры
uk: Переглянути деталі гри

source: Close
be: Зачыніць
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Send Announcement
be: Адправіць аб'яву
pl: Wyślij ogłoszenie
ru: Отправить объявление
uk: Надіслати оголошення

source: Broadcast sent successfully to all users.
be: Рассылка паспяхова адпраўлена ўсім падпісаным карыстальнікам.
pl: Wiadomość ogólna została pomyślnie wysłana do wszystkich subskrybentów.
ru: Сообщение успешно отправлено всем пользователям.
uk: Повідомлення успішно надіслано всім підписаним користувачам.

source: Active club card users:
be: Карыстальнікі з актыўнымі клубнымі картамі:
pl: Aktywni użytkownicy kart klubowych:
ru: Пользователи с активными клубными картами:
uk: Користувачі з активними клубними картками:

source: No active club card users.
be: Няма карыстальнікаў з актыўнымі клубнымі картамі.
pl: Brak aktywnych użytkowników kart klubowych.
ru: Нет пользователей с активными клубными картами.
uk: Немає користувачів з активними клубними картками.

source: Game Details:
be: Дэталі гульні:
pl: Szczegóły gry:
ru: Детали игры:
uk: Деталі гри:

source: Players count:
be: Колькасць гульцоў:
pl: Liczba graczy:
ru: Количество игроков:
uk: Кількість гравців:

source: No participants yet.
be: Пакуль няма ўдзельнікаў.
pl: Brak uczestników.
ru: Пока нет участников.
uk: Поки немає учасників.

source: General Chat
be: Агульны чат
pl: Czat ogólny
ru: Общий чат
uk: Загальний чат

source: User Menu:
be: Меню карыстальніка:
pl: Menu użytkownika:
ru: Меню пользователя:
uk: Меню користувача:

source: Message not changed, skipping edit.
be: Паведамленне не зменена, рэдагаванне прапушчана.
pl: Wiadomość nie została zmieniona, pominięto edycję.
ru: Сообщение не изменено, редактирование пропущено.
uk: Повідомлення не змінено, пропуск редагування.

source: Subscription Status
be: Статус падпіскі
pl: Status subskrypcji
ru: Статус подписки
uk: Статус підписки

source: User Settings menu:
be: Меню налад карыстальніка:
pl: Menu ustawień użytkownika:
ru: Меню настроек пользователя:
uk: Меню налаштувань користувача:

source: Enabled
be: Уключана
pl: Włączone
ru: Включено
uk: Увімкнено

source: Disabled
be: Адключана
pl: Wyłączone
ru: Отключено
uk: Вимкнено

source: Toggle Subscription
be: Змяніць статус падпіскі
pl: Zmień status subskrypcji
ru: Переключить подписку
uk: Змінити статус підписки

source: No changes were made to the message.
be: Змены ў паведамленне не ўнесены.
pl: Nie wprowadzono żadnych zmian do wiadomości.
ru: Изменений в сообщение не внесено.
uk: Зміни до повідомлення не внесено.

source: Message is not modified.
be: Паведамленне не зменена, рэдагаванне прапушчана.
pl: Wiadomość nie została zmieniona, pominięto edycję.
ru: Сообщение не изменено, редактирование пропущено.
uk: Повідомлення не змінено, пропуск редагування.

source: Your registered games:
be: Вашы зарэгістраваныя гульні:
pl: Twoje zarejestrowane gry:
ru: Ваши зарегистрированные игры:
uk: Ваші зареєстровані ігри:

source: You have no game registrations.
be: У вас няма рэгістрацый на гульні.
pl: Nie masz zarejestrowanych gier.
ru: У вас нет зарегистрированных игр.
uk: У вас немає реєстрацій на ігри.

source: Your club card is active until {date}.
be: Ваша клубная карта актыўная да {date}.
pl: Twoja karta klubowa jest aktywna do {date}.
ru: Ваша клубная карта активна до {date}.
uk: Ваша клубна картка активна до {date}.

source: Your club card is not active.
be: Ваша клубная карта неактыўная.
pl: Twoja karta klubowa nie jest aktywna.
ru: Ваша клубная карта не активна.
uk: Ваша клубна картка не активна.

source: To activate or extend your club card, make a payment.
be: Каб актываваць або працягнуць клубную карту, зрабіце аплату.
pl: Aby aktywować lub przedłużyć kartę klubową, dokonaj płatności.
ru: Чтобы активировать или продлить клубную карту, совершите платеж.
uk: Щоб активувати або продовжити клубну картку, здійсніть оплату.

source: Confirm Payment
be: Пацвердзіць аплату
pl: Potwierdź płatność
ru: Подтвердить платеж
uk: Підтвердити оплату

source: Menu
be: Галоўнае меню
pl: Menu główne
ru: Меню
uk: Головне меню

source: Welcome to the Bot Administration Panel!
be: Сардэчна запрашаем у панэль кіравання ботам!
pl: Witamy w panelu administracyjnym bota!
ru: Добро пожаловать в панель управления ботом!
uk: Ласкаво просимо до панелі адміністрування бота!

source: Manage your bot users and settings easily.
be: Кіруйце карыстальнікамі і наладкамі бота лёгка.
pl: Łatwe zarządzanie użytkownikami bota i jego ustawieniami.
ru: Управляйте пользователями и настройками бота легко.
uk: Легко керуйте користувачами бота та його налаштуваннями.

source: View Users
be: Прагляд карыстальнікаў
pl: Zobacz użytkowników
ru: Просмотр пользователей
uk: Переглянути користувачів

source: Authorization
be: Аўтарызацыя
pl: Autoryzacja
ru: Авторизация
uk: Авторизація

source: Login
be: Увайсці
pl: Zaloguj się
ru: Вход
uk: Увійти

source: You are Logged in
be: Вы ўвайшлі ў сістэму
pl: Jesteś zalogowany
ru: Вы вошли в систему
uk: Ви увійшли в систему

source: You are logged out
be: Вы выйшлі з сістэмы
pl: Zostałeś wylogowany
ru: Вы вышли из системы
uk: Ви вийшли з системи
